Repository: gagnieray/plugin-events
Catalog: lang/events_*.utf8.po
Languages: de_de, it_it

source: Event is mandatory
de_de: Ereignis ist erforderlich
it_it: L'evento è obbligatorio

source: %1$s is mandatory for this event!
de_de: %1$s ist erforderlich für dieses Ereignis!
it_it: %1$s è obbligatoria per questo evento!

source: Please specify amount if booking has been paid ;)
de_de: Bitte geben Sie einen Betrag an wenn die Buchung bezahlt wurde. ;)
it_it: Specificare l'importo se la prenotazione è stata pagata ;)

source: Member is mandatory
de_de: Mitglied ist erforderlich
it_it: Il socio è obbligatorio

source: There must be at least one person
it_it: Ci deve essere almeno una persona

source: Booking date is mandatory!
de_de: Buchungsdatum ist erforderlich!
it_it: La data di prenotazione è obbligatoria!

source: booking date
it_it: data di prenotazione

source: A booking already exists for %1$s in %2$s
de_de: Es gibt bereits eine Buchung für %1$s in %2$s
it_it: Una prenotazione esiste già per %1$s in %2$s

source: Booking added
de_de: Buchung hinzugefügt
it_it: Prenotazione aggiunta

source: Fail to add new booking.
it_it: Fallita aggiunta nuova prenotazione.

source: Booking updated
de_de: Buchung aktualisiert
it_it: Prenotazione aggiornata

source: Bookings management
de_de: Buchungsverwaltung
it_it: Gestione prenotazioni

source: No action was matching.
it_it: Nessuna azione corrispondente.

source: No booking was selected, please check at least one.
de_de: Keine Buchung wurde ausgewählt, bitte wählen Sie mindestens eine.
it_it: Nessuna prenotazione selezionata, sceglierne almeno una.

source: Booking
de_de: Buchung
it_it: Prenotazione

source: New booking has been successfully added.
de_de: Neue Buchung erfolgreich hinzugefügt.
it_it: È stata aggiunta una nuova prenotazione.

source: Booking has been modified.
de_de: Buchung wurde geändert.
it_it: La prenotazione è stata modificata.

source: An error occurred while storing the booking.
it_it: Si è verificato un errore durante la memorizzazione della prenotazione.

source: Do not forget to store the booking
de_de: Vergessen Sie nicht die Buchung zu speichern
it_it: Non dimenticate di memorizzare la prenotazione

source: Remove booking for %1$s on %2$s
it_it: Rimuovere la prenotazione per %1$s su %2$s

source: Activities management
de_de: Aktivitätsverwaltung
it_it: Gestione attività

source: Activity
de_de: Aktivität
it_it: Attività

source: New activity has been successfully added.
de_de: Die neue Aktivität wurde erfolgreich hinzugefügt.
it_it: È stata aggiunta una nuova attività.

source: Activity has been modified.
de_de: Aktivität wurde verändert.
it_it: L'attività è stata modificata.

source: An error occurred while storing the activity.
de_de: Ein Fehler ist beim Speichern der Aktivität aufgetreten.
it_it: Si è verificato un errore durante la memorizzazione dell'attività.

source: Remove activity %1$s
de_de: Entferne Tätigkeit %1$s
it_it: Rimuovere l'attività %1$s

source: Events management
de_de: Eventmanagement
it_it: Gestione eventi

source: Javascript libraries has not been built!
de_de: Die Javascript-Bibliotheken wurden noch nicht kompiliert!
it_it: Le librerie Javascript non sono state compilate!

source: Events calendar
de_de: Eventkalender
it_it: Calendario eventi

source: Event
de_de: Ereignis
it_it: Evento

source: Activity has been attached to event.
de_de: Die Aktivität wurde dem Ereignis zugeordnet.
it_it: L'attività è stata connessa all'evento.

source: Do not forget to store the event
de_de: Vergessen Sie nicht, das Ereignis zu speichern
it_it: Non dimenticate di memorizzare l'evento

source: Activity has been detached from event.
de_de: Tätigkeit wurde vom Event entfernt.
it_it: L'attività è stata sconnessa dall'evento.

source: New event has been successfully added.
it_it: Il nuovo evento è stato aggiunto con successo.

source: Event has been modified.
de_de: Event wurde verändert.
it_it: L'evento è stato modificato.

source: An error occurred while storing the event.
de_de: Ein Fehler ist beim Speichern des Events aufgetreten.
it_it: Si è verificato un errore durante la memorizzazione dell'evento.

source: Remove event '%1$s'"
de_de: Lösche Ereignis '%1$s'"
it_it: Rimuovi evento '%1$s'"

source: Zip code
de_de: Postleitzahl
it_it: CAP

source: Number of persons
de_de: Anzahl der Personen
it_it: Numero di persone

source: Amount
de_de: Betrag
it_it: Importo

source: Bank name
de_de: Name der Bank
it_it: Nome della banca

source: Check number
de_de: Schecknummer
it_it: Numero di assegno

source: bookingslist
de_de: buchungsliste
it_it: elenco prenotazioni

source: Event information
de_de: Eventinformationen
it_it: Informazioni sull'evento

source: Start date:
de_de: Startdatum:
it_it: Data di inizio:

source: End date:
de_de: Enddatum:
it_it: Data di fine:

source: Location:
de_de: Ort:
it_it: Posizione:

source: Comment:
de_de: Kommentar:
it_it: Commento:

source: %1$s paid
de_de: %1$s bezahlt
it_it: %1$s pagata

source: Attendees:
de_de: Teilnehmer:
it_it: Partecipanti:

source: Activities
de_de: Aktivitäten
it_it: Attività

source: Begin date is mandatory
de_de: Startdatum ist erforderlich
it_it: La data di inizio è obbligatoria

source: Begin date
de_de: Anfangsdatum
it_it: Data di inizio

source: End date
de_de: Enddatum
it_it: Data di fine

source: End date must be later or equal to begin date
de_de: Enddatum muss größer oder gleich dem Startdatum sein
it_it: La data di fine deve essere successiva o uguale alla data di inizio

source: Name is mandatory
de_de: Name ist erforderlich
it_it: Il nome è obbligatorio

source: Please select a group you own!
de_de: Bitte wählen Sie die Gruppe die Sie verwalten!
it_it: Selezionare un gruppo proprio!

source: Town is mandatory
de_de: Stadt ist erforderlich
it_it: La città è obbligatoria

source: Event added
de_de: Event hinzugefügt
it_it: Evento aggiunto

source: Fail to add new event.
de_de: Hinzufügen des Events fehlgeschlagen.
it_it: Fallita aggiunta nuovo evento.

source: Event updated
de_de: Event aktualisiert
it_it: Evento aggiornato

source: Events
it_it: Eventi

source: Calendar
de_de: Kalender
it_it: Calendario

source: Bookings
de_de: Buchungen
it_it: Prenotazioni

source: New event booking
de_de: Neue Eventbuchung
it_it: Nuova prenotazione evento

source: Activity added
de_de: Aktivität hinzugefügt
it_it: Attività aggiunta

source: Fail to add new activity.
de_de: Hinzufügen der Aktivität fehlgeschlagen.
it_it: Fallita aggiunta nuova attività.

source: Activity updated
de_de: Aktivität aktualisiert
it_it: Attività aggiornata

source: General information
de_de: Allgemeine Informationen
it_it: Informazioni generali

source: Is open
de_de: Ist offen
it_it: È aperto

source: Name
it_it: Nome

source: Limit to group
de_de: Beschränkt auf Gruppe
it_it: Limita al gruppo

source: Restrict event to selected group (and its subgroups).
de_de: Beschränken des Events auf Mitglieder der gewählten Gruppe und deren Untergruppen.
it_it: Limitare l'evento al gruppo selezionato (e ai suoi sottogruppi).

source: Comment
de_de: Kommentar
it_it: Commento

source: Location
de_de: Ort
it_it: Posizione

source: Address
de_de: Adresse
it_it: Indirizzo

source: Town
de_de: Stadt
it_it: Città

source: Country
de_de: Land
it_it: Paese

source: Choose an activity to add
de_de: Aktivität wählen um sie hinzuzufügen
it_it: Scegli un'attività da aggiungere

source: Add selected activity to event
de_de: Hinzufügen der ausgewählten Aktivität zum Event
it_it: Aggiungi un'attività selezionata all'evento

source: Choose an activity to remove
de_de: Auswählen einer Aktivität um sie zu entfernen
it_it: Scegli un'attività da rimuovere

source: Remove selected activity from event
de_de: Entfernen der ausgewählten Aktivität vom Event
it_it: Rimuovi l'attività selezionata dall'evento

source: Required
de_de: Benötigt
it_it: Richiesto

source: No activity available in the database.
it_it: Nessuna attività disponibile nel database.

source: Please choose an activity to add
it_it: Scegli un'attività da aggiungere

source: Please choose an activity to remove
it_it: Scegliere un'attività da rimuovere

source: Booking information
de_de: Buchungsinformationen
it_it: Informazioni di prenotazione

source: Booking date
de_de: Buchungsdatum
it_it: Data di prenotazione

source: Select an event
de_de: Wählen Sie ein Event
it_it: Selezionare un evento

source: No activity for selected event
de_de: Keine Aktivität für das ausgewählte Event
it_it: Nessuna attività per gli eventi selezionati

source: Financial information
de_de: Zahlungsinformationen
it_it: Informazioni finanziarie

source: Paid
de_de: Bezahlt
it_it: Pagato

source: No booking selected
de_de: Keine Buchung ausgewählt
it_it: Nessuna prenotazione selezionata

source: Please make sure to select at least one booking from the list to perform this action.
de_de: Bitte wählen sie mindestens eine Buchung aus der Liste um die Aktion auszuführen.
it_it: Assicurarsi di selezionare almeno una prenotazione dall'elenco per eseguire questa azione.

source: Members as CSV
de_de: Mitglieder als CSV
it_it: Membri come CSV

source: Export selected reservation members as CSV
it_it: Esporta i membri selezionati della prenotazione come CSV

source: Bookings as CSV
it_it: Prenotazioni come CSV

source: Export selected reservations as CSV
it_it: Esporta le prenotazioni selezionate come CSV

source: %1$s booking
it_it: %1$s prenotazione

source: New booking
it_it: Nuova prenotazione

source: current event
it_it: evento corrente

source: Attendees
it_it: Partecipanti

source: Select...
it_it: Seleziona...

source: All payment types
it_it: Tutti i tipi di pagamento

source: Group
it_it: Gruppo

source: Paid bookings:
it_it: Prenotazioni pagate:

source: Not paid
it_it: Non pagate

source: Found bookings total %f
it_it: Totale prenotazioni trovate %f

source: Edit booking
it_it: Modifica prenotazione

source: Remove from database
it_it: Rimuovi dal database

source: No booking has been found
it_it: Nessuna prenotazione trovata

source: %1$s activity
de_de: %1$s Aktivität
it_it: %1$s attività

source: New activity
it_it: Nuova attività

source: Creation date
de_de: Erstelldatum
it_it: Data di creazione

source: Is active
it_it: È attiva

source: Active
de_de: Aktive
it_it: Attivo

source: Inactive
de_de: Inaktiv
it_it: Inattivo

source: %1$s: edit information
it_it: %1$s: modifica le informazioni

source: %1$s: remove from database
it_it: %1$s: rimuovi dal database

source: No activity has been found
it_it: Nessuna attività trovata

source: %1$s event
it_it: %1$s evento

source: New event
it_it: Nuovo evento

source: Date
de_de: Datum
it_it: Data

source: Open
it_it: Apri

source: Event is open
it_it: Evento aperto

source: Event is closed
it_it: Evento chiuso

source: %1$s: export bookings as CSV
it_it: %1$s: esporta prenotazioni come CSV

source: %1$s: show bookings
it_it: %1$s: mostra prenotazioni

source: No event has been found
it_it: Nessun evento trovato

source: Daily list
it_it: Elenco giornaliero

source: Weekly list
it_it: Elenco settimanale

source: Monthly list
it_it: Elenco mensile

source: Month calendar
it_it: Calendario mensile

source: Today
de_de: Heute
it_it: Oggi
